[
    {
        "title": "13 Uses For Lavender Oil: The Only Essential Oil You'll Need",
        "id": 2,
        "content": "       If you only use one essential oil, this is it!\r\n\r\nLavender (lavandula angustifolia) is the most versatile of all essential oils. Most commonly known for its relaxing effects on the body, therapeutic-grade lavender has been highly regarded for the skin. It may be used to cleanse cuts, bruises and skin irritations. The fragrance is calming, relaxing and balancing – physically and emotionally. Carrying a bottle of lavender around with you is like having your own personal first aid kit, perfume and pick-me-up.\r\n\r\nHere are 13 ways you can incorporate lavender in to your daily life:\r\n\r\n1. Calming\r\n\r\nRub 2-3 drops of lavender oil in your cupped palms, then use the inhalation method to draw the scent all the way into your amygdala gland (the emotional warehouse) in your brain to calm the mind. Then, rub on the feet, temples, wrists (or anywhere) for an immediate calming effect on the body. Great for use in crowded areas like planes or subways to carve out your own personal oasis.\r\n\r\n2. Sleep aid\r\n\r\nAgain, use the cupping and inhalation method. Then, rub a drop of Lavender oil on your palms and smooth on your pillow to help you sleep.\r\n\r\n3. Bee sting / Insect bite\r\n\r\nPut a drop of Lavender oil on a bee sting or insect bite to stop itching reduce swelling.\r\n\r\n4. Minor burn\r\n\r\nPut 2-3 drops Lavender oil on a minor burn to decrease pain. I recently did this after I spilled scorching hot tea on my hand at Starbucks and luckily had my lavender with me. Result: NO redness, swelling or pain. NO sign of any burn. Lavender works wonders!\r\n\r\n5. Cuts\r\n\r\nDrop Lavender oil on cut to stop bleeding, clean wound, and kill bacteria.\r\n\r\n6. Eczema / Dermatitis\r\n\r\nMix several drops of Lavender oil with a nut or vegetable mixing oil (coconut, sesame, etc) and use topically on eczema and dermatitis. I have a dear friend who suffers from severe eczema and swears by this.\r\n\r\n7. Nausea or motion sickness\r\n\r\nTo alleviate the symptoms of motion sickness, place a drop of Lavender oil on end of tongue, behind the ears or around the navel.\r\n\r\n8. Nosebleed\r\n\r\nTo stop a nosebleed, put a drop of lavender oil on a tissue and wrap it around a small chip of ice. Push the tissue covered ice chip up under the middle of the top lip to the base of the nose and hold as long as comfortable or until the bleeding stops (do not freeze the lip or gum).\r\n\r\n9. Dry or chapped skin\r\n\r\nRub lavender oil on dry or chapped skin.\r\n\r\n10. Chapped or sunburned lips\r\n\r\nRub a drop of lavender oil on chapped or sunburned lips.\r\n\r\n11. Hay fever.\r\n\r\nRub a drop of lavender oil between your palms and inhale deeply to help alleviate the symptoms of hay fever.\r\n\r\n12. Dandruff.\r\n\r\nRub several drops of lavender oil into the scalp to help eliminate dandruff.\r\n\r\n13. Cold sores.\r\n\r\nPut a drop of lavender oil on a cold sore.\r\n\r\n***BONUS: Flavor booster!",
        "image": "lavenderblog.jpg"
    },
    {
        "title": "Our 7 Favorite Essential Oils And Their Health Benefits",
        "id": 3,
        "content": "Taking charge of your health could be as simple as taking a deep, long breath. It seems that a pleasant aroma is the health boost that you always needed.  Essential oils are natural oils obtained from seeds and plants. With their pleasant scent, they’ve been found to provide a wide range of health benefits. Whether it’s dabbing a few drops onto your skin, adding them to your bathwater or ingesting them as supplement capsules, essential oils are the perfect addition to your daily routine. For this post, we’ve provided six of our favorites.\r\n\r\nRead on to find out more about these oils and the benefits they provide.\r\n\r\n1. Chamomile Oil\r\nChamomile is often synonymous with tea but this plant works well as oil. According to a study published in Molecular Medicine Reports, chamomile oil is great for skin care, helping with blemishes, acne, and inflammation. Click here to find out more about the study. As chamomile tea is often drunk before bed due to its relaxing effects, the oil also provides the same benefits. It has also been linked to stress relief, so add a few drops to your pillowcase and enjoy a good night’s rest.\r\n\r\n2. Peppermint Oil\r\nOral hygiene aside, peppermint works as an extremely versatile essential oil. Peppermint oil is the scented oil to keep you awake. Research conducted by Dr. William Denver from the University of Cincinnati discovered that regular use of peppermint oil increases your alertness by 30%. Read more about the study here. The oil can also help to deal with nagging headaches. Peppermint oil can also benefit your digestive system. The oil can help with indigestion and also improve issues related to irritable bowel syndrome (IBS). A study from the University of California San Diego revealed how peppermint oil capsules significantly improved symptoms and abdominal pain related to IBS. Peppermint oil could also be the answer to all your hair loss problems. At the end of a 2014 animal study, researchers saw the oil as a possible alternative form of treatment in regards to human hair loss.\r\n\r\n3. Frankincense Oil\r\nRegardless of its religious connotation, Frankincense oils provide plentiful benefits. Frankincense oil’s health benefits are mostly centered on disease prevention. An article published in The Journal Oncology Letters emphasized the oil’s potential to kill cancer cells- mostly those related to breast and tumors. Frankincense oils are also used before yoga sessions and meditation in order to induce relaxation.\r\n\r\n4. Lavender Oil\r\nExtracted from the flower, the pleasant aroma associated with lavender oils is actually just the beginning of its benefits. A few drops of lavender oil on your pillow can guarantee you an insomnia-free night, according to researchers at the University of Minnesota. The individuals in the study who doused their pillows with lavender oil showed an improvement in their sleeping patterns as well as an overall improvement in well-being. Furthermore, according to a clinical study, the oil can also help to ease menstrual pain cramps. 80 nursing and midwifery students who rated their pain on the first day of their periods all later lowered their pain ratings following a lavender oil massage. So whether you’re adding it to your bath water or enjoying a much needed massage, enjoy both the intoxicating scent and the benefits it provides.\r\n\r\n5. Tea Tree Oil\r\nNative to Australia, tea tree oil contains properties to treat mostly fungal and bacterial infections. With its anti-fungal properties, tea tree oil can help treat a number of skin conditions such as athletes foots and dandruff. According to a study published in the Journal of the American Academy of Dermatology, tea tree oil improved dandruff severity by at least 41%. Another study emerging from Italy showed a 1% concentration of tea tree oil killing off 100% of 69 head lice and 187 louse eggs in 30 minutes. It’s no wonder the oil is often found in natural shampoos.\r\n\r\n6. Eucalyptus Oils\r\nWith the change of seasons, eucalyptus oil works well with allergies and the flu. The oil is often used to clear nasal and chest congestion and sinuses regardless of whether you have a cold or suffer from asthma. In a study published in the Journal of\r\nAsthma, asthma patients who received supplements that contained eucalyptus oil as the active ingredient displayed huge improvements in regards to their lung function and asthma symptoms. Aside from these seven, there’s plenty more essential oils that contain a range of benefits and these include Sage oil, Rosemary oil, Jojoba and Argan oils – which are often used for beauty and skin care – and Rose oil. Whichever oils you choose to use, ensure that when purchasing said oils, you get the ones that are organically produced and that they do not contain chemicals obtained during processing.",
        "image": "carrieroil.png"
    }
]